const disc = [{
    text: "1.ฉันชอบที่จะเป็นผู้นำในกลุ่ม",
    options: ["ใช่", "ไม่แน่ใจ", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "2.ฉันรู้สึกสนุกเมื่อมีโอกาสทำงานเป็นทีม",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "3.ฉันเป็นคนที่ชอบทำงานตามขั้นตอนและรายละเอียด",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "4.ฉันเป็นคนที่ปรับตัวง่ายเมื่อเจอการเปลี่ยนแปลง",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "5.ฉันชอบการแก้ปัญหาและตัดสินใจอย่างรวดเร็ว",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "6.ฉันชอบสร้างความสัมพันธ์ที่ดีและมีเพื่อนมากมาย",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "7.ฉันชอบทำงานที่ต้องใช้การวิเคราะห์และความคิดลึกซึ้ง",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "8.ฉันเป็นคนที่มีความมั่นคงและไม่ชอบการเปลี่ยนแปลงมากนัก",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "9.ฉันชอบความท้าทายและการแข่งขัน",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "10.ฉันเป็นคนที่พูดเก่งและชอบสื่อสารกับคนอื่น",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "11.ฉันมีความพิถีพิถันในงานที่ทำ",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "12.ฉันเป็นคนที่มีความสงบและใจเย็น",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "13.ฉันชอบควบคุมสถานการณ์และมีอำนาจในการตัดสินใจ",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "14.ฉันชอบสร้างบรรยากาศที่เป็นมิตรและสนุกสนานในที่ทำงาน",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "15.ฉันมักจะใส่ใจในรายละเอียดและคุณภาพของงาน",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "16.ฉันเป็นคนที่ยืดหยุ่นและปรับตัวได้ง่าย",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "17.ฉันชอบที่จะเป็นผู้ริเริ่มและเริ่มต้นโครงการใหม่ๆ",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "18.ฉันชอบให้ความสำคัญกับความสัมพันธ์และการทำงานร่วมกับคนอื่น",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "19.ฉันมักจะเป็นคนที่ทำงานอย่างละเอียดและถูกต้อง",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  },
  {
    text: "20.ฉันชอบงานที่มีความมั่นคงและไม่เปลี่ยนแปลงบ่อย",
    options: ["ใช่", "บางครั้ง", "ไม่ใช่", "ไม่เคยเลย"]
  }
];

module.exports = {
  dataModel,
};